<template>
        <TheBestOffer />
        <div class="rents py-24 mb-24 grid-full">
            <div class="wrapper grid grid-cols-2 gap-6 md:grid-cols-3 lg:grid-cols-4">
                <h2 class="h2 mb-2.5 md:mb-11 grid-full">НАШИ УСЛУГИ ПО АРЕНДЕ СПЕЦТЕХНИКИ</h2>
                <RentsTemplate />
                <a href="#" class="max-md:hidden btn w-fit m-auto mt-8 btn_primary_big grid-full ">ПОЛУЧИТЬ ОСОБЫЕ УСЛОВИЯ ПО АРЕНДЕ</a>
            </div>
        </div>
        <div class="Benefits font-light text-base pb-20 bg-no-repeat bg-right bg-[url(~/assets/img/Benefits.svg)] grid-full">
            <div class="wrapper">
                <h2 class="h2 headling mb-4 md:mb-14 max-w-[885px]" >ВАШИ ПРЕИМУЩЕСТВА ПРИ ДОЛГОСРОЧНОЙ АРЕНДЕ СПЕЦТЕХНИКИ</h2>
                <div class="mb-30">
                    <div class="text">
                        <p class="description md:mt-8 mt-6 md:mb-10 text-base md:text-xl">НИТЭК – крупная федеральная компания. С 2003 года специализируется на аренде крупногабаритной спецтехники для любых видов строительных работ.</p>
                        <p class="ul_title list-disc list-inside font-bold text-base mb-1.5 md:mb-6">На 2022 год мы имеем:</p>
                        <ul class="ul list-disc list-inside font-light shrink-[0.33]">                                                                      
                            <li>собственную базу в г. Свободный;</li>
                            <li>более 800 сотрудников;</li>
                            <li>более 300 единиц новой спецтехники;</li>
                            <li>автопарк один из крупнейших в России;</li>
                            <li>лидирующие позиции на строительных объектах федерального масштаба.</li>
                        </ul>
                    </div>
                    <div class="img"><img src="../img/image13.png" alt=""></div>
                </div>
                <div class="additionally max-md:w-[calc(100%+24px)] max-md:-ml-3 bg-radial-g3 max-md:flex-col flex gap-8 px-3 md:px-28 pt-9 md:pt-16 max-md:mb-10 pb-10 text-base ">
                    <p class="max-w-[628px]">Услуги аренды специальной техники от собственника позволят вам быстро и качественно справиться с земляными, дорожными, строительными и монтажными работами. В автопарке крупнейшей компании «НИТЭК» новая спецтехника последних лет выпуска, оснащенная системами автоматизации. Мы предлагаем более полутра сотен единиц спецтехники разного назначения с широким диапазоном грузоподъемности и высоты работы, а именно:</p>
                    <ul class="ul">
                        <li>автовышки с длиной стрелы от 32 до 75 метров;</li>
                        <li>автокраны и гусеничные краны от 25 до 250 тонн;</li>
                        <li>экскаваторы-погрузчики;</li>
                        <li>бульдозеры-экскаваторы;</li>
                        <li>самосвалы;</li>
                        <li>низкорамные тралы;</li>
                        <li>высокорамные тралы.</li>
                    </ul>
                </div>
                <div class="text_img_box">
                    <div class="img"><img src="../img/image14.png" alt=""></div>
                    <div class="text">
                        <p>Вся техника находится в идеальном рабочем состоянии и регулярно обслуживается нашими опытными мастерами. Для регулярного обслуживания и избегания любых внештатных ситуаций вместе со спецтехникой мы отправляем целый штат сотрудников. На каждый объект выезжают квалифицированные специалисты – машинист, автослесарь, механик и автоэлектрик.
                        <br><br>Команда специалистов «НИТЭК» обладает достаточной квалификацией, чтобы выполнять работы любой сложности качественно и в кратчайшие сроки, а также избежать возможных трудностей, связанных с проведением работ. Кроме всего прочего, мы можем взять на себя задачи по мобилизацию техники на объект, а также организационные вопросы, касающиеся питания и проживания машинистов и других сотрудников.</p>
                    </div>
                </div>
                <h2 class="h2 title mb-4 md:mb-16">СТОИМОСТЬ УСЛУГИ</h2>
                <div class="text_img_box">
                    <div class="text">
                        <p>Стоимость аренды спецтехники зависит от срока, вида и грузоподъемности необходимого вам оборудования. Стоит учитывать, что при заключении долгосрочного договора о сотрудничестве, цена на наши услуги существенно снижается.
                        <br><br>Кроме того, нашим постоянным клиентам мы предоставляем скидки и специальные условия аренды. Гибкая ценовая политика, индивидуальный подход и собственный транспорт – то, что отличает нас от конкурентов.</p>
                        <button class="btn w-full  md:w-[310px] max-md:mb-10 mt-4 md:mt-10 btn_primary_big ">ЗАКАЗАТЬ</button>
                    </div>
                    <div class="img"><img src="../img/image15.png" alt=""></div>
                </div>
            </div>
        </div>
</template>

